perf_test/results/second/write.txt
Requests      [total, rate, throughput]         100000, 1000.01, 1000.00
Duration      [total, attack, wait]             1m40s, 1m40s, 1.208ms
Latencies     [min, mean, 50, 90, 95, 99, max]  766.375µs, 1.655ms, 1.046ms, 1.272ms, 1.517ms, 10.569ms, 248.062ms
Bytes In      [total, mean]                     26277256, 262.77
Bytes Out     [total, mean]                     6800000, 68.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      201:100000
Error Set:

Bucket           #      %       Histogram
[0s,     2ms]    96990  96.99%  ########################################################################
[2ms,    5ms]    1661   1.66%   #
[5ms,    10ms]   370    0.37%
[10ms,   25ms]   353    0.35%
[25ms,   50ms]   186    0.19%
[50ms,   100ms]  290    0.29%
[100ms,  250ms]  150    0.15%
[250ms,  500ms]  0      0.00%
[500ms,  1s]     0      0.00%
[1s,     5s]     0      0.00%
[5s,     +Inf]   0      0.00%